/* VIEWS' TITLES */
"Add New Plant" = "Dodaj Nową Roślinę";
"WaterMe" = "WaterMe";

/* Loading Screen */
"Welcome to " = "Witaj w ";
"Loading your plants' data.." = "Ładuję Twoje Roślinki..";

/* Empty View */
"Add new plant to Your collection by tapping here or on + button" = "Dodaj nową roślinę do swojej kolekcji dotkając tu, lub przycisk +";

/* Plant Cell */
"Plant #%@" = "Roślina #%@";
"Watering time: " = "Podlewanie o: ";

/* Action sheet */
"Camera" = "Aparat";
"Library" = "Biblioteka";

/* Alert */
"Are You sure?" = "Na pewno?";
"Are you sure You want to delete " = "Jesteś pewien, że chcesz usunąć ";
"Change Privacy Settings" = "Zmień ustawienia prywatności";
"You denided access to library which is essential!" = "Odmówiłeś dostępu do biblioteki zdjęć, co jest konieczne!";

/* Actions */
"Cancel" = "Anuluj";
"Delete" = "Usuń";
"Save Changes" = "Zapisz zmiany";
"Save" = "Zapisz";

/* Text Fields */
"Plant Name" = "Nazwa Rośliny";
"Plant Description" = "Opis Rośliny";
"Provide new name" = "Nowa nazwa rośliny";
"Provide new description" = "Nowy opis rośliny";

/* Date Picker */
"Change watering time" = "Nowa godzina podlewania";
"Watering date reminder" = "Godzina podlewania";
